Repository: NicktheGeek/genesis-responsive-header
Catalog: languages/grh-*.po
Languages: de_de

source: Responsive Header
de_de: Responsive Kopfzeile

source: Update Image Sizes
de_de: Bildgrößen aktualisieren

source: Show Height Option Field
de_de: Bildhöhe-Optionsfeld anzeigen

source: Disable Scripts
de_de: Scripte deaktivieren

source: %spx Logo Image:
de_de: %spx Logo-Bild:

source: %spx Header Background Color:
de_de: %spx Kopfzeile Hintergrundfarbe:

source: %spx Image Height:
de_de: %spx Bildhöhe:

source: Genesis Responsive Header
de_de: Genesis Responsive Kopfzeile

source: Allows user to add custom header images for 768px, 480px, 320px, and 240px wide browsers. Requires Genesis 1.8+
de_de: Ermöglicht es, benutzerdefinierte Kopfzeilenbilder für Displaygrößen von 768px, 480px, 320px sowie 240px anzulegen. Das Plugin erfordert das Genesis Framework ab Version 1.8.0 oder höher.

source: Sorry, you are not allowed to access this page directly.
de_de: Entschuldigung, aber Sie können auf diese Seite nicht direkt zugreifen.

source: Sorry, you can't activate unless you have installed %1$sGenesis%2$s
de_de: Hinweis: Um dieses Plugin aktivieren zu können, müssen Sie zuerst das %1$sGenesis Framework%2$s installiert haben.

source: Sorry, you can't activate without %1$sGenesis %2$s%3$s or greater
de_de: Hinweis: Sie können das Plugin nur aktivieren, wenn Sie das %1$sGenesis Framework %2$s%3$s oder höher installiert haben.
